Repository: adeelshahid/dhis2-android-translations
Catalog: eventcapture/*.po
Languages: ur

# app_name
source: DHIS2 Event Capture
ur: DHIS2 واقعہ کی گرفتاری

# drawer_item_events
source: Events
ur: تقریبات

# filter_title
source: Filter
ur: فلٹر

source: Filter sections
ur: فلٹر کے حصے

# option_confirm
source: Ok
ur: ٹھیک ہے

# warning_logout_body
source: You will be logged out and any files that have been saved on this device for offline viewing will be deleted.
ur: آپ لاگ آؤٹ ہو جائیں گے اور آف لائن دیکھنے کے لئے کسی بھی فائل کو اس آلہ پر محفوظ کر دیا جائے گا.

# warning_logout_header
source: Are you sure?
ur: کیا تمہیں یقین ہے؟

# warning_logout_confirm
source: Log out
ur: لاگ آوٹ

# warning_logout_dismiss
source: close
ur: بند کریں

# title_error
source: Error
ur: غلطی

# title_error_unexpected
source: Unexpected error
ur: غیر متوقع خرابی

# error_not_found
source: Server not found.
ur: سرور نہیں ملا.

# error_unauthorized
source: Wrong username or password.
ur: غلط استعملاتی نام یا خفیہ کوڈ.

source: Delete
ur: حذف کریں

# delete_report_entity_dialog_title
source: Delete this event?
ur: اس ایونٹ کو حذف کریں؟

# delete_report_entity_dialog_message
source: The event will be lost forever. You will have to create a new event and re-enter any information.
ur: تقریب ہمیشہ کے لئے کھو جائے گا. آپ کو ایک نیا ایونٹ بنانا ہوگا اور کسی بھی معلومات کو دوبارہ درج کرنا ہوگا.

# report_entity_deletion_error
source: Unable to delete Event
ur: واقعہ کو حذف کرنے میں ناکام

source: Undo
ur: واپس کریں

source: Complete
ur: مکمل

source: Incomplete
ur: نامکمل

# sync_complete_notification_title
source: Sync complete
ur: مطابقت پذیری مکمل

# sync_complete_notification_content
source: Your DHIS2 data has been synchronized
ur: آپ کا DHIS2 ڈیٹا مطابقت پذیر ہوگیا ہے

# sync_failed_notification_title
source: Sync failed
ur: ہم آہنگی ناکام ہوگئی

# sync_failed_notification_content
source: Your DHIS2 data has not been synchronized
ur: آپ کا DHIS2 ڈیٹا مطابقت پذیر نہیں ہے

# sync_in_progress_notification_title
source: Syncing
ur: مطابقت پذیری

# sync_in_progress_notification_content
source: Your DHIS2 data is synchronizing
ur: آپ کا DHIS2 ڈیٹا مطابقت پذیری ہے
